Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.sr
source: Suriname sits on South America's northern coast but often feels culturally closer to the Caribbean because of language, migration, and social rhythm. Dutch colonial rule and later immigration from South Asia and Java produced one of the most religiously and ethnically diverse populations in the region. Paramaribo's wooden architecture only hints at how unusual the national mix really is.
de: Suriname liegt an der Nordküste Südamerikas, fühlt sich aber kulturell oft näher an der Karibik, wegen Sprache, Migration und sozialem Rhythmus. Die niederländische Kolonialherrschaft und später die Einwanderung aus Südasien und Java führten zu einer der religiös und ethnisch vielfältigsten Bevölkerungen der Region. Paramaribos Holzarchitektur deutet nur an, wie ungewöhnlich die nationale Mischung wirklich ist.
es: Surinam se encuentra en la costa norte de Sudamérica, pero a menudo se siente culturalmente más cercano al Caribe debido al idioma, la migración y el ritmo social. El dominio colonial holandés y la posterior inmigración desde el sur de Asia y Java produjeron una de las poblaciones más diversas desde el punto de vista religioso y étnico de la región. La arquitectura de madera de Paramaribo solo insinúa lo inusual que es realmente la mezcla nacional.
fr: Le Suriname est situé sur la côte nord de l'Amérique du Sud mais se sent souvent culturellement plus proche des Caraïbes en raison de la langue, de la migration et du rythme social. La domination coloniale néerlandaise et plus tard l'immigration d'Asie du Sud et de Java ont produit l'une des populations les plus religieusement et ethniquement diverses de la région. L'architecture en bois de Paramaribo n'indique qu'en partie à quel point le mélange national est réellement inhabituel.
it: Il Suriname si trova sulla costa settentrionale del Sud America, ma spesso sembra culturalmente più vicino ai Caraibi a causa della lingua, della migrazione e del ritmo sociale. Il dominio coloniale olandese e successivamente l'immigrazione dall'Asia meridionale e da Giava hanno prodotto una delle popolazioni più religiosamente ed etnicamente diverse della regione. L'architettura in legno di Paramaribo suggerisce solo quanto sia realmente insolito il mix nazionale.
pt_br: O Suriname fica na costa norte da América do Sul, mas muitas vezes se sente culturalmente mais próximo do Caribe por causa da língua, da migração e do ritmo social. O domínio colonial holandês e a posterior imigração do Sul da Ásia e de Java produziram uma das populações mais diversas religiosamente e etnicamente da região. A arquitetura de madeira de Paramaribo apenas indica quão incomum é realmente a mistura nacional.
ru: Суринам расположен на северном побережье Южной Америки, но культурно часто ощущается ближе к Карибскому региону из-за языка, миграции и социальной ритмики. Голландское колониальное правление, а позже иммиграция из Южной Азии и Явы создали одно из самых религиозно и этнически разнообразных населений в регионе. Деревянная архитектура Парамарибо лишь намекает на то, насколько необычное на самом деле национальное смешение.

# country.description.ss
source: South Sudan became independent in 2011, making it the world's newest widely recognized sovereign state. Its swamps, grasslands, cattle cultures, beadwork traditions, and immense wetlands give it a landscape and social world unlike anywhere else in East Africa. The political project remains unfinished, but the cultural and ecological distinctiveness of the country is already very clear.
de: Südsudan wurde 2011 unabhängig und ist damit der weltweit jüngste weithin anerkannte souveräne Staat. Seine Sümpfe, Graslandschaften, Viehkulturen, Perlenarbeiten und riesigen Feuchtgebiete verleihen ihm eine Landschaft und eine soziale Welt, die anders als irgendwo sonst in Ostafrika ist. Das politische Projekt ist noch unvollständig, aber die kulturelle und ökologische Eigenart des Landes ist bereits sehr deutlich erkennbar.
es: Sudán del Sur se independizó en 2011, lo que lo convierte en el estado soberano más nuevo ampliamente reconocido del mundo. Sus pantanos, pastizales, culturas ganaderas, tradiciones de abalorios y enormes humedales le otorgan un paisaje y un mundo social distintos a cualquier otro en África Oriental. El proyecto político sigue sin terminar, pero la singularidad cultural y ecológica del país ya es muy evidente.
fr: Le Soudan du Sud est devenu indépendant en 2011, ce qui en fait le nouvel État souverain le plus récemment reconnu au monde. Ses marais, ses prairies, ses cultures pastorales, ses traditions de perlerie et ses vastes zones humides lui confèrent un paysage et un monde social uniques en Afrique de l'Est. Le projet politique reste inachevé, mais la singularité culturelle et écologique du pays est déjà très évidente.
it: Il Sudan del Sud è diventato indipendente nel 2011, diventando lo stato sovrano più recente ampiamente riconosciuto al mondo. Le sue paludi, praterie, culture del bestiame, tradizioni di perline e immense aree umide gli conferiscono un paesaggio e un mondo sociale unici in tutta l'Africa orientale. Il progetto politico rimane incompiuto, ma la distintività culturale ed ecologica del paese è già molto chiara.
pt_br: O Sudão do Sul se tornou independente em 2011, tornando-se o estado soberano mais novo amplamente reconhecido no mundo. Seus pântanos, pastagens, culturas de gado, tradições de trabalho com contas e imensas áreas úmidas conferem a ele uma paisagem e um mundo social diferentes de qualquer outro lugar na África Oriental. O projeto político ainda está incompleto, mas a distintividade cultural e ecológica do país já é muito clara.
ru: Южный Судан стал независимым в 2011 году, став самым новым широко признанным суверенным государством в мире. Его болота, пастбища, культура скотоводства, традиции бисероплетения и огромные водно-болотные угодья создают ландшафт и социальный мир, непохожие ни на что другое в Восточной Африке. Политический проект остается незавершённым, но культурная и экологическая уникальность страны уже очевидна.

# country.description.st
source: Sao Tome and Principe is a small island nation in the Gulf of Guinea with volcanic peaks, rainforest, and a colonial history built around sugar and later cacao. Because it lies well off the African mainland, it developed an insular Creole identity of its own. It remains one of the continent's least visited countries, which is part of its intrigue.
de: São Tomé und Príncipe ist eine kleine Inselnation im Golf von Guinea mit Vulkanbergen, Regenwald und einer kolonialen Geschichte, die um Zucker und später Kakao herum aufgebaut wurde. Da es weit vom afrikanischen Festland entfernt liegt, entwickelte es eine eigene insulare kreolische Identität. Es bleibt eines der am wenigsten besuchten Länder des Kontinents, was Teil seines Reizes ist.
es: Santo Tomé y Príncipe es una pequeña nación insular en el Golfo de Guinea con picos volcánicos, selva tropical y una historia colonial basada en el azúcar y, más tarde, en el cacao. Debido a que se encuentra bastante alejado del continente africano, desarrolló una identidad criolla insular propia. Sigue siendo uno de los países menos visitados del continente, lo que forma parte de su atractivo.
fr: São Tomé et Príncipe est une petite nation insulaire dans le golfe de Guinée avec des sommets volcaniques, une forêt tropicale et une histoire coloniale fondée sur le sucre puis le cacao. Parce qu'elle se situe loin du continent africain, elle a développé une identité créole insulaire propre. Elle reste l'un des pays les moins visités du continent, ce qui fait partie de son attrait.
it: São Tomé e Príncipe è una piccola nazione insulare nel Golfo di Guinea con picchi vulcanici, foreste pluviali e una storia coloniale basata sullo zucchero e poi sul cacao. Poiché si trova lontano dalla terraferma africana, ha sviluppato un'identità creola insulare propria. Rimane uno dei paesi meno visitati del continente, il che fa parte del suo fascino.
pt_br: São Tomé e Príncipe é uma pequena nação insular no Golfo da Guiné com picos vulcânicos, floresta tropical e uma história colonial construída em torno do açúcar e, posteriormente, do cacau. Por estar longe do continente africano, desenvolveu uma identidade crioula insular própria. Continua sendo um dos países menos visitados do continente, o que faz parte de seu charme.
ru: Сан-Томе и Принсипи — это маленькое островное государство в Гвинейском заливе с вулканическими вершинами, тропическими лесами и колониальной историей, связанной с сахаром, а позже с какао. Поскольку оно находится далеко от африканского материка, здесь сформировалась собственная островная креольская идентичность. Оно остаётся одной из наименее посещаемых стран континента, что добавляет ему особый шарм.

# country.description.sv
source: El Salvador is the smallest mainland country in Central America, yet it packs volcanoes, Pacific surf, colorful towns, and dense regional flavor into a compact space. Pupusas, coffee landscapes, indigo history, and black-sand beaches give the country a more distinctive identity than its size suggests. It is easy to cross quickly, but not easy to summarize neatly.
de: El Salvador ist das kleinste Festlandland in Mittelamerika, dennoch beherbergt es Vulkane, Pazifikwellen, bunte Städte und dichten regionalen Charakter auf kleinem Raum. Pupusas, Kaffeelandschaften, Indigo-Geschichte und schwarze Sandstrände verleihen dem Land eine markantere Identität, als seine Größe vermuten lässt. Es ist leicht, schnell zu durchqueren, aber nicht leicht, es ordentlich zusammenzufassen.
es: El Salvador es el país más pequeño del continente en Centroamérica, pero alberga volcanes, olas del Pacífico, pueblos coloridos y un denso sabor regional en un espacio compacto. Las pupusas, los paisajes cafetaleros, la historia del índigo y las playas de arena negra le dan al país una identidad más distintiva de lo que su tamaño sugiere. Es fácil de recorrer rápidamente, pero no es fácil de resumir de manera concisa.
fr: Le Salvador est le plus petit pays continental d'Amérique centrale, et pourtant il concentre volcans, surf sur l'océan Pacifique, villes colorées et saveurs régionales denses dans un espace compact. Les pupusas, les paysages de café, l'histoire de l'indigo et les plages de sable noir donnent au pays une identité plus distinctive que ne le suggère sa taille. Il est facile de le traverser rapidement, mais pas facile à résumer de manière concise.
it: El Salvador è il paese più piccolo del continente in America Centrale, eppure racchiude vulcani, onde del Pacifico, città colorate e un gusto regionale intenso in uno spazio compatto. Pupusas, paesaggi di caffè, storia dell'indaco e spiagge di sabbia nera conferiscono al paese un'identità più distintiva di quanto suggerisca la sua dimensione. È facile attraversarlo rapidamente, ma non è facile riassumerlo in modo semplice.
pt_br: El Salvador é o menor país continental da América Central, mas reúne vulcões, surf no Pacífico, cidades coloridas e um sabor regional intenso em um espaço compacto. Pupusas, paisagens de café, história do índigo e praias de areia preta dão ao país uma identidade mais distinta do que seu tamanho sugere. É fácil atravessar rapidamente, mas não é fácil resumir de forma simples.
ru: Сальвадор — самая маленькая материковая страна в Центральной Америке, однако она объединяет вулканы, Тихоокеанские волны, красочные города и богатый региональный колорит на небольшой территории. Пупусы, кофейные плантации, история индиго и пляжи с черным песком придают стране более выраженную индивидуальность, чем можно было бы предположить по её размеру. Страну легко пересечь быстро, но нелегко кратко описать.

# country.description.sx
source: Sint Maarten is the Dutch side of the island shared with Saint Martin, and its economy is built heavily around tourism, ports, and services. The island's split administration is one of the Caribbean's most famous border oddities. Compared with quieter islands, Sint Maarten feels visibly urbanized and commercially tuned.
de: Sint Maarten ist die niederländische Seite der Insel, die mit Saint Martin geteilt wird, und seine Wirtschaft baut stark auf Tourismus, Häfen und Dienstleistungen auf. Die geteilte Verwaltung der Insel ist eine der bekanntesten Grenzkuriositäten der Karibik. Im Vergleich zu ruhigeren Inseln wirkt Sint Maarten sichtbar urbanisiert und kommerziell ausgerichtet.
es: Sint Maarten es el lado holandés de la isla compartida con Saint Martin, y su economía se basa en gran medida en el turismo, los puertos y los servicios. La administración dividida de la isla es una de las curiosidades fronterizas más famosas del Caribe. Comparada con islas más tranquilas, Sint Maarten se siente visiblemente urbanizada y orientada al comercio.
fr: Sint Maarten est la partie néerlandaise de l'île partagée avec Saint-Martin, et son économie repose largement sur le tourisme, les ports et les services. L'administration partagée de l'île est l'une des curiosités frontalières les plus célèbres des Caraïbes. Comparée aux îles plus calmes, Sint Maarten paraît visiblement urbanisée et orientée vers le commerce.
it: Sint Maarten è la parte olandese dell'isola condivisa con Saint Martin, e la sua economia si basa pesantemente sul turismo, sui porti e sui servizi. L'amministrazione divisa dell'isola è una delle stranezze di confine più famose dei Caraibi. Rispetto alle isole più tranquille, Sint Maarten appare visibilmente urbanizzata e orientata al commercio.
pt_br: Sint Maarten é o lado holandês da ilha compartilhada com Saint Martin, e sua economia é fortemente baseada em turismo, portos e serviços. A divisão administrativa da ilha é uma das peculiaridades de fronteira mais famosas do Caribe. Comparada com ilhas mais tranquilas, Sint Maarten parece visivelmente urbanizada e voltada para o comércio.
ru: Синт-Мартен — это голландская часть острова, который он делит с Сен-Мартеном, и его экономика сильно строится вокруг туризма, портов и сферы услуг. Разделённое управление островом является одной из самых известных пограничных особенностей Карибского региона. По сравнению с более спокойными островами, Синт-Мартен кажется явно урбанизированным и коммерчески ориентированным.

# country.description.sy
source: Syria occupies one of the oldest continuously inhabited regions on earth, where ancient cities, desert routes, and Levantine culture created extraordinary historical depth. Damascene craft traditions, courtyard houses, jasmine-filled neighborhoods, soap making, music, and a famously generous food culture made the country one of the cultural centers of the Arab world. Aleppo, Damascus, Homs, coastal towns, and inland villages each belong to a landscape with a deeply rooted urban, agricultural, and artistic character.
de: Syrien liegt in einer der ältesten durchgehend bewohnten Regionen der Erde, in der antike Städte, Wüstenrouten und die levantinische Kultur eine außergewöhnliche historische Tiefe geschaffen haben. Damaskiner Handwerkstraditionen, Innenhofhäuser, jasmingefüllte Viertel, Seifenherstellung, Musik und eine berühmt großzügige Esskultur machten das Land zu einem der kulturellen Zentren der arabischen Welt. Aleppo, Damaskus, Homs, Küstenstädte und Binnenländer gehören jeweils zu einer Landschaft mit tief verwurzeltem städtischem, landwirtschaftlichem und künstlerischem Charakter.
es: Siria ocupa una de las regiones habitadas continuamente más antiguas del mundo, donde antiguas ciudades, rutas desérticas y la cultura levantina crearon una profundidad histórica extraordinaria. Las tradiciones artesanales de Damasco, las casas con patios, los vecindarios llenos de jazmín, la fabricación de jabón, la música y una cultura gastronómica famosa por su generosidad hicieron del país uno de los centros culturales del mundo árabe. Alepo, Damasco, Homs, ciudades costeras y aldeas del interior pertenecen cada una a un paisaje con un carácter urbano, agrícola y artístico profundamente arraigado.
fr: La Syrie occupe l'une des régions les plus anciennes continuellement habitées de la Terre, où des villes antiques, des routes désertiques et la culture levantine ont créé une profondeur historique extraordinaire. Les traditions artisanales damascènes, les maisons avec cour, les quartiers remplis de jasmin, la fabrication de savon, la musique et une culture alimentaire célèbre pour sa générosité ont fait du pays l'un des centres culturels du monde arabe. Alep, Damas, Homs, les villes côtières et les villages de l'intérieur appartiennent chacun à un paysage au caractère urbain, agricole et artistique profondément enraciné.
it: La Siria occupa una delle regioni abitate ininterrottamente più antiche del mondo, dove antiche città, rotte desertiche e cultura levantina hanno creato una straordinaria profondità storica. Le tradizioni artigianali damascene, le case con cortile, i quartieri pieni di gelsomini, la produzione di sapone, la musica e una cultura gastronomica notoriamente generosa hanno reso il paese uno dei centri culturali del mondo arabo. Aleppo, Damasco, Homs, le città costiere e i villaggi dell'entroterra appartengono ciascuno a un paesaggio con un carattere urbano, agricolo e artistico profondamente radicato.
pt_br: A Síria ocupa uma das regiões continuamente habitadas mais antigas da Terra, onde cidades antigas, rotas desérticas e a cultura do Levante criaram uma profundidade histórica extraordinária. As tradições artesanais de Damasco, casas com pátios, bairros cheios de jasmim, produção de sabão, música e uma famosa cultura alimentar generosa fizeram do país um dos centros culturais do mundo árabe. Alepo, Damasco, Homs, cidades costeiras e vilarejos do interior pertencem a uma paisagem com um caráter urbano, agrícola e artístico profundamente enraizado.
ru: Сирия занимает один из самых старых непрерывно заселённых регионов на Земле, где древние города, пустынные маршруты и левантийская культура создали исключительную историческую глубину. Дамасские ремесленные традиции, дома с внутренними двориками, районы, наполненные жасмином, производство мыла, музыка и знаменитая щедрая кулинарная культура сделали страну одним из культурных центров арабского мира. Алеппо, Дамаск, Хомс, прибрежные города и внутренние деревни принадлежат к ландшафту с глубоко укоренившимся городским, сельскохозяйственным и художественным характером.

# country.description.sz
source: Eswatini is a small southern African kingdom that retained monarchy as the central institution of state more visibly than most countries in the region. Hills, sugar lands, and wildlife reserves shape the landscape, but ceremonial and royal life shape the political image. The country is modest in size and distinctive in constitutional form.
de: Eswatini ist ein kleines Königreich im Süden Afrikas, das die Monarchie deutlicher als die meisten Länder der Region als zentrale Staatsinstitution bewahrt hat. Hügel, Zuckerplantagen und Wildreservate prägen die Landschaft, aber zeremonielles und königliches Leben prägen das politische Bild. Das Land hat eine bescheidene Größe und eine besondere Verfassungsform.
es: Esuatini es un pequeño reino del sur de África que ha mantenido la monarquía como la institución central del estado más visiblemente que la mayoría de los países de la región. Colinas, tierras de cultivo de azúcar y reservas de vida silvestre conforman el paisaje, pero la vida ceremonial y real moldea la imagen política. El país es modesto en tamaño y distintivo en su forma constitucional.
fr: L'Eswatini est un petit royaume d'Afrique australe qui a conservé la monarchie comme institution centrale de l'État plus visiblement que la plupart des pays de la région. Collines, terres à canne à sucre et réserves animales façonnent le paysage, mais la vie cérémonielle et royale façonne l'image politique. Le pays est modeste en taille et distinctif par sa forme constitutionnelle.
it: Eswatini è un piccolo regno dell'Africa meridionale che ha mantenuto la monarchia come istituzione centrale dello stato più visibilmente che nella maggior parte dei paesi della regione. Colline, terre da zucchero e riserve naturali caratterizzano il paesaggio, ma la vita cerimoniale e reale forma l'immagine politica. Il paese è modesto per dimensioni e distintivo per forma costituzionale.
pt_br: Eswatini é um pequeno reino do sul da África que manteve a monarquia como instituição central do estado mais visivelmente do que a maioria dos países da região. Colinas, terras de cana-de-açúcar e reservas de vida selvagem moldam a paisagem, mas a vida cerimonial e real molda a imagem política. O país é modesto em tamanho e distinto em forma constitucional.
ru: Эсватини — небольшое королевство в южной Африке, которое сохранило монархию как центральный институт государства более заметно, чем большинство стран региона. Холмы, плантации сахарного тростника и заповедники дикой природы формируют ландшафт, но церемонии и королевская жизнь формируют политический имидж. Страна небольшая по размеру и отличается по конституционной форме.

# country.description.tc
source: Turks and Caicos is a British Overseas Territory of low coral islands and cays, famous for clear shallow water and wide beaches. Historically it was more peripheral than major colonial hubs, which helped preserve a quieter and more dispersed physical character. The territory's strongest fact is still the sea itself.
de: Turks- und Caicosinseln sind ein britisches Überseegebiet mit niedrigen Koralleninseln und Buchten, das für sein klares, flaches Wasser und seine breiten Strände bekannt ist. Historisch gesehen lag es eher am Rande als die großen Kolonialzentren, was dazu beitrug, einen ruhigeren und zerstreuteren physischen Charakter zu bewahren. Die stärkste Tatsache des Territoriums ist immer noch das Meer selbst.
es: Turks y Caicos es un Territorio Británico de Ultramar compuesto por islas de coral bajas y cayos, famoso por sus aguas poco profundas y claras y sus amplias playas. Históricamente fue más periférico que los principales centros coloniales, lo que ayudó a preservar un carácter físico más tranquilo y disperso. El hecho más destacado del territorio sigue siendo el propio mar.
fr: Les îles Turques-et-Caïques sont un territoire britannique d'outre-mer composé de basses îles coralliennes et de cayes, célèbre pour ses eaux claires et peu profondes et ses larges plages. Historiquement, elles étaient plus périphériques que les grands centres coloniaux, ce qui a contribué à préserver un caractère physique plus calme et dispersé. Le fait le plus marquant du territoire reste la mer elle-même.
it: I Turks e Caicos sono un Territorio d'Oltremare britannico composto da basse isole coralline e cay, famosi per le acque poco profonde e limpide e le ampie spiagge. Storicamente erano più periferici rispetto ai principali centri coloniali, il che ha aiutato a preservare un carattere fisico più tranquillo e disperso. Il fatto più significativo del territorio è ancora il mare stesso.
pt_br: Turks e Caicos é um Território Britânico Ultramarino composto por ilhas de corais baixas e cayos, famoso por suas águas rasas e claras e por suas praias extensas. Historicamente, era mais periférico do que os principais centros coloniais, o que ajudou a preservar um caráter físico mais calmo e disperso. O fato mais marcante do território ainda é o próprio mar.
ru: Теркс и Кайкос — это Британская заморская территория, состоящая из низких коралловых островов и атоллов, известная своей прозрачной мелкой водой и широкими пляжами. Исторически она была более периферийной, чем основные колониальные центры, что помогло сохранить более спокойный и разрозненный физический облик. Самым сильным элементом территории по-прежнему является море.
